tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/cask"
brew "bash-completion"
brew "git"
brew "mongodb", restart_service: true
brew "nvm"
brew "thefuck"
brew "yarn", args: ["without-node"]
cask "atom"
cask "google-chrome"
cask "insomniax"
cask "postman"
cask "robo-3t"
cask "skype"
cask "slack"
cask "telegram-desktop"
cask "transmit"
