tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"

####### <-----------------------------  CLI
brew "bash-completion"
brew "git"
brew "git-lfs"
brew "git-recent"
brew "nvm"
brew "pyenv"
brew "pyenv-virtualenv"
brew "thefuck"
brew "yarn"
# brew "readline", link: true
cask "ngrok"
# cask "osxfuse"
# brew "sshfs"
brew "tmux"
brew "rlwrap"

####### <----------------------------- DB
cask "postico"
# cask "robo-3t"
# brew "mongodb", restart_service: true

####### <----------------------------- EDITORS
cask "atom"
# cask "visual-studio-code"

####### <----------------------------- DEV
# cask "postman"
# cask "staruml"
# brew "exercism"
# brew "haskell-stack"

####### <----------------------------- MESSENGERS
cask "slack"
cask "telegram-desktop"
# cask "skype"
# cask "discord"

####### <----------------------------- APPS
# cask "google-chrome"
# cask "chromium"
# cask "steam"
# cask "folx"

####### <----------------------------- MISC
cask "yandex-disk"
# cask "insomniax"
# cask "vlc"
